{ 
	"resorts": [
        {
            "id":"resort1",
			"destination":"Carribean",
			"name":"Les Boucaniers",
            "location":"Martinique",
            "comfortLevel": "4",
            "activities":["snow skeeing","scuba diving", "Hicking", "spa"],
			"price":1800,
			"startDate":"2016-02-01",
			"endDate":"2016-12-31",
			"short_description":"The resort of Les Boucaniers is located on the laid-back beach-covered south coast of the island, and is perfectly placed for Martinique holidays that are both relaxing and awe-inspiring.",
			"picture":"images/LesBouncaniers/2.jpg",
			"long_description":"Turquoise blue sea, white sand, warm sea breeze and all you could hear is nothing but the soothing sound of waves crashing on the beach. Sounds like an idyllic place to escape from the hustle and bustle of the city? You bet. Paradise does exist in this world and Mauritius is definitely a piece of heaven on earth.When it comes to holidaying in tropical destinations like Mauritius, Maldives, Cancun or Caribbean, I always think of Club Med. Having said that, I’ve actually never been to any of their resorts. In fact, I know very little about Club Med except they are nice exclusive resorts perfect for couples, honeymooners or whoever wants some peace and quiet on a tropical island.When they say all food and drinks are inclusive (except the high end wine list), they are not kidding. And I guarantee you will never go hungry here at the resort. La Distillerie is the main restaurant in the resort that caters for all your meals. It is an all-you-can-eat International Buffet with many live cooking stations serving up delectable cuisines from all around the world. There are also theme nights like Mauritian Night or Seafood Extravaganza where the whole restaurant really gone all out to indulge the guests with an amazing feast.",
			"url":"resort1.html"
        },
		{
			"id":"resort2",
			"destination":"Indian Ocean",
			"name":"La Plantation d'Albion",
            "location":"Mauritius",
            "comfortLevel": "5",
            "activities":["kids club","Hicking","scuba Diving"],
			"price":2000,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"Beautifully located in one of the last remote creeks on the island, La Plantation d'Albion Club Med welcomes the most demanding of guests into a world of supreme refinement.",
			"picture":"images/LaPlantation/4.jpg",
			"long_description":"In a remote beauty spot, savour the luxury of Mauritian lifestyle. <br> The idyllic natural setting is enhanced by the sublime decor designed by Marc Hertrich and Nicolas Adnet, and the Resort's top-end comfort is perfectly reflected in its beautifully spacious rooms. The exceptional CINQ MONDES Spa* and luxurious overflow pool add an ideally Zen touch.<br> The Resort is entirely devoted to fulfilling its guests' desires and offers discreet, personal service in its swimming areas, bars and 'Table Gourmet' restaurants.A white sandy beach, 300 meters from the centre of the Resort, with gently sloping access into the water.Easily accessible via a little footbridge over the Belle Eau River. Defined swimming area and equipped with deck chairs and parasols.Another white fine sandy beach, immediately accessible from the Resort. In the water, sand and some rocks underfoot. The beach is equipped with deckchairs and parasols.",
			"url":"resort2.html"
		},
        {
			"id":"resort3",
			"destination":"Asia",
			"name":"Baros",
            "location":"Maldives",
            "comfortLevel": "5",
            "activities":["spa","water skeeing","diving","tennis"],
			"price":3000,
			"startDate":"2016-04-01",
			"endDate":"2017-01-31",
			"short_description":"The Best Luxury Resort Maldives is so easy to reach and yet so far removed from the world. It lies in the central southern part of North Male’ Atoll, 25 minutes by speedboat from the Maldives International Airport and the archipelago’s capital, Male’.",
			"picture":"images/baros/2.jpg",
			"long_description":"n the Indian Ocean, southwest of India and Sri Lanka. The Republic of the Maldives is an archipelago of about 1,190 coral islands southwest of India’s southern tip, some 670 km (416 miles) southwest of Sri Lanka. The islands are strung out in a chain, stretching 822 km (510 miles) from north to south across the Equator, and 130 km (80 miles) at the widest from west to east. Only 200 of them are inhabited with nearly 100 of the uninhabited islands turned into tourist resorts.The total land area, if all the islands were one landmass, would amount to 298 square kilometres (115 square miles), about half the size of Singapore. In actual fact 99.9% of the Republic is sea. The islands are grouped in 26 natural atolls, ring-like coral formations enclosing a massive central lagoon, which gives the Maldives its distinctive paradise-isles appearance.",
			"url":"resort3.html"
		},
         {
			"id":"resort4",
			"destination":"Alps",
			"name":"The Omnia",
            "location":"Switzerland",
            "comfortLevel": "4",
            "activities":["snow Skeeing", "spa","Hicking","kids Club" ],
			"price":2500,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"In the Swiss Alps, high above the snow-laden roofs of Zermatt, a conifer-studded mountainside is bisected by the sharp lines of a modern alpine hideaway. Sitting  serenely in the shadow of the Matterhorn, the Omnia is a structural and stylistic study of the intersection of Continental influence and American modernism. Here, primal elements come together as a harmonious whole.",
			"picture":"images/omnia/1.jpg",
			"long_description":"THE OMNIA - the name conceals a claim. With it, this place was created and the same we welcome you here welcome. All items here link at the top of the rock to an atmospheric whole. The location, the architecture and interior design are the one component. The most important element but are you, our guest, with individual needs and desires. With personalized service in a relaxed kind responding to this, is our primary concern. You should feel comfortable, easily be located. Here is the place for unforgettable moments in peace and harmony and in harmony with nature.",
			"url":"resort4.html"
		},
        {
			"id":"resort5",
			"destination":"Europ",
			"name":"George V",
            "location":"Switzerland",
            "comfortLevel": "4",
            "activities":["Snow Skeeing", "scuba Diving","tennis","Diving"],
			"price":2500,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"Located just steps from the Champs-Elysées, with private terraces that command all of Paris, lovingly restored 18th-century tapestries, and a defining spirit of elegance and charm, Four Seasons Hotel George V, Paris redefines luxury in the City of Light.",
			"picture":"images/GeorgeV/1.jpg",
			"long_description":"Offering 244 Paris luxury hotel guest rooms and suites, our accommodations – many of which feature private terraces overlooking the city – sparkle with unique architectural details. In the eight-storey landmark 1928 building, you'll revel in unique design details, luxurious features and unique Parisian views just off the Champs-Elysées.From our terraces overlooking the city's historic and chic Golden Triangle, you'll enjoy grand views of Paris's enchanting city streets and historic monuments.You'll love our elegant and comfortable hotel guest rooms, offering luxurious design elements, pleasant sitting areas and bright Louis XVI styling. Many guest rooms include private terraces",
			"url":"resort5.html"
		},
        {
			"id":"resort6",
			"destination":"Africa",
			"name":"Palais Namaskar",
            "location":"Morroco",
            "comfortLevel": "3",
            "activities":["diving","spa","water skeeing"],
			"price":2000,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"Nestled between Morocco's Atlas Mountains and Djebilet Hills, Palais Namaskar graces a picturesque setting in Marrakech's revered Palmeraie region.We have 41 rooms, suites, villas and palaces, each is connected by walkways that seemingly float over pools and through Moorish arches creating intimate courtyards and secluded spaces.",
			"picture":"images/namaskar/2.jpg",
			"long_description":"In the Palmeraie oasis beneath the Atlas Mountains and mysterious Djebilet Hills, Palais Namaskar rests in a vast and majestic panorama. Here is an oriental retreat designed to restore your energies and enliven the senses. Days recapture that elusive tranquillity, while the sultry hum of the desert provides a rhythmic backbeat to evenings.This is L’Experience Namaskar. Palais Namaskar opened in April 2012 as a new masterpiece hotel of the prestigious Oetker Collection.The principles of Feng Shui influenced the design, creating a harmonious balance between water, fire, wind, wood and metal for a truly soothing impression that helps all guests unwind. Pathways meander through scented Balinese-inspired gardens, seeming to float over the tributaries of a lake to link the rooms and residences. At night flickering lamplight plays on the palace walls. ",
			"url":"resort6.html"
		},
        {
			"id":"resort7",
			"destination":"North and Central America",
			"name":"Bardessono",
            "location":"United States",
            "comfortLevel": "4",
            "activities":["Hicking","scuba diving","spa","tennis"],
			"price":2500,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"Lucy Restaurant & Bar offers fresh, innovative, garden-inspired cuisine that embodies the Bardessono modern aesthetic and eco-spirit. At Lucy Restaurant & Bar, everything starts in our garden. Year-round, it is where we get the inspiration for our field-to-fork cuisine and artisan cocktails. Our culinary philosophy is ruled by the seasons, with an emphasis on local production and sourcing",
			"picture":"images/bardessono/1.jpg",
			"long_description":"In the Palmeraie oasis beneath the Atlas Mountains and mysterious Djebilet Hills, Palais Namaskar rests in a vast and majestic panorama. Here is an oriental retreat designed to restore your energies and enliven the senses. Days recapture that elusive tranquillity, while the sultry hum of the desert provides a rhythmic backbeat to evenings.This is L’Experience Namaskar. Palais Namaskar opened in April 2012 as a new masterpiece hotel of the prestigious Oetker Collection.The principles of Feng Shui influenced the design, creating a harmonious balance between water, fire, wind, wood and metal for a truly soothing impression that helps all guests unwind. Pathways meander through scented Balinese-inspired gardens, seeming to float over the tributaries of a lake to link the rooms and residences. At night flickering lamplight plays on the palace walls. ",
			"url":"resort7.html"
		},
        {
			"id":"resort8",
			"destination":"South America",
			"name":"Palacio duhau",
            "location":"Argentina",
            "comfortLevel": "5",
            "activities":["snow skeeing","diving","kids club","tennis"],
			"price":3500,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"Allow Park Hyatt Buenos Aires to introduce you to one of the world's most stylish and cosmopolitan cities. Perfectly located on Avenida Alvear, in the heart of the French heritage district of Recoleta, Palacio Duhau - Park Hyatt Buenos Aires, our 5-star luxury hotel is a short stroll to MALBA (The Latin American Art Museum of Buenos Aires) and Puerto Madero.",
			"picture":"images/placio/11.jpg",
			"long_description":"Allow Park Hyatt Buenos Aires to introduce you to one of the world's most stylish and cosmopolitan cities. Perfectly located on Avenida Alvear, in the heart of the French heritage district of Recoleta, Palacio Duhau - Park Hyatt Buenos Aires, our 5-star luxury hotel is a short stroll to MALBA (The Latin American Art Museum of Buenos Aires) and Puerto Madero.This visually arresting landmark holds its own in the eclectic Buenos Aires skyline by blending the 1930’s charm of the French Palace Duhau with contemporary design and décor. Here, belle-époque elegance meets tech-savvy modernity and comfort, marvellously enhanced by renowned Park Hyatt luxury service. Situated in a residential neighbourhood surrounded by luxury boutiques, we welcome you to savour a unique and relaxing travel experience in our beautiful gardens or private Art Gallery. Our Buenos Aires Argentina hotel is also home the Ahín Wellness & Spa for rejuvenating spa & massage treatments. ",
			"url":"resort8.html"
		},
        {
			"id":"resort9",
			"destination":"Asia",
			"name":"Mandarin Oriental",
            "location":"Shanghai",
            "comfortLevel": "4",
            "activities":["spa","scuba diving","water skeeing"],
			"price":3000,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"Mandarin Oriental Pudong, Shanghai is a five-star luxury hotel spectacularly located on the banks of the Huangpu River. In the heart of Pudong’s central financial district, we offer the perfect combination of style, comfort and world-class service.",
			"picture":"images/mandarin/5.jpg",
			"long_description":"Spectacularly located on the banks of the Huangpu River, we lie in the heart of Pudong’s central financial district. Surrounded by the gleaming skyscrapers of Lujiazui, we offer a unique blend of style and comfort with a stunning design, world-class restaurants, serene spa and Mandarin Oriental's legendary service.Our conveniently central location is ideal for both business and leisure travellers.Minutes from Shanghai IFC and Shanghai World Financial Centre Ten minutes from the historic Bund Within easy reach of the city’s main attractions from Lujiazui and Pudong Avenue Metro stations 45 minutes to Pudong and 35 minutes to Hongqiao international airports. ",
			"url":"resort9.html"
		},
        {
			"id":"resort10",
			"destination":"Europ",
			"name":"Kayakapi Premium Caves",
            "location":"Turkey",
            "comfortLevel": "3",
            "activities":["Hicking","diving","scuba diving","spa"],
			"price":2500,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"As being one of the first settlement zones in Cappadocia’s centrally located City of Ürgüp, the historical site of Kayakapı Neighborhood – which is also known as the Landowners’ Neighborhood is returning back to its glory days under the name of Kayakapı Premium Caves – Cappadocia, supported by UNESCO and World Heritage Center is formed by hundreds of cave houses and historical structures. You can be one of the special guests of this historical neighborhood with its 10th Century Cave Church, the Historical Mosque dated back to Seljuq Empire and the House of St. John the Russian with it’s unique Ürgüp / Cappadocia view.The Cave Rooms, Suites and Mansions with the sizes varying from 33 m² and 253 m², which are designed for your daily needs and luxury holidays are waiting for their new owners.",
			"picture":"images/kayakapi/1.jpg",
			"long_description":"Founded on the north-eastern slope of the heights known as the Esbelli Rock in Ürgüp centre, Kayakapi Neighbourhood is one of the city's first historic residential areas. Kayakapı Neighbourhood is located within the boundaries of Göreme National Park and the Cappadocia Rocky Areas which were included in the UNESCO World Heritage List in 1985.The Neighbourhood took the architectural form of today in the 18th and 19th Centuries following the Tulip Era marked by Damat Ibrahim Pasha of Nevsehir, the Grand Vezir of the Ottoman Empire. During this period, Kayakapı also known as Landowners’ Neighbourhood in Ürgüp, was adorned by large mansions of the five Aghas (Landowners) who prospered thanks to iltizam (privilege of collecting taxes on behalf of the Emperor) and their families. Although being a Muslim Neighbourhood, the area hosts elements, which have great value for the Orthodox population in the then cosmopolitan city of Ürgüp. These include the rock churches which give rise to thought that there may have been Christian life in the area much earlier periods, plus the structure whose original name was Eset Agha’s Mansion, also known as House of Saint John the Russian, referring to a Greek folk saint. Kayakapı and House of Saint John the Russian, is today one of the stops of the Ecumenical Patriarch of Istanbul at his annual visit to Cappadocia. A total of 27 hectares made up of 258 lots, the area consists of 6.5 acres (182 parcels) built in a dense urban texture at the upper elevations sloping land and 20.5 acres (76 lots) in the lower levels of the land, consisting of open space used partly for agricultural purposes. 421 units of traditional buildings in urban texture, made by rock carving and masonry techniques and organically integrated with each other, have been identified by the analyses conducted within the Kayakapı Project. In addition, there are monumental and civil buildings such as churches, mosques, baths, fountains, housing etc., in part currently registered or proposed to be registered and 20 units of cultural and natural property consisting of dovecote and chimney rocks to be protected. Open areas within the boundaries of Kayakapı are registered as the 1st and 3rd degree natural site and the urban texture is registered as the urban site according to 1:25,000 scale site borders prepared in 1999 by Nevsehir Culture and Natural Heritage Protection Board.In 1969, Kayakapı Neighbourhood was also subject to the disaster area announcement, which was a general policy adopted by the Turkish Government at that times. As a result of the policy evacuation process followed and was completed in 1984, the majority of the population in the neighbourhood were settled in the Disaster Houses, founded on the east bank of Damsa Creek, passing through the city. As a result of these developments, with half-ruined buildings and natural elements, the present Kayakapı Neighbourhood, has become a mysterious texture in the memory of the city on one hand and on the other hand it has entered into the process of gradually becoming extinct.",
			"url":"resort10.html"
		}
]}